10/data/attachments/70bed1c17c33dfe2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>George_place_Actions_26022_1</nif:username>
            <nif:friendToBeRequested>soap_actions_d1baff5a-977a-4f1a-9739-c1ae4e266936</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>